[
  {
    "image": "https://m.media-amazon.com/images/I/81JvLHUxAfL._SL1500_.jpg",
    "title": "JOLLY RANCHER Assorted Fruit",
    "description": "A mix of five fruity favorites for the whole family in just one bag of hard candy? You wouldn't have thought it possible if you didn't know JOLLY RANCHER candy. This 360-piece bag of individually wrapped fruit-flavored hard candy will keep each delicious piece fresh until it's time for a new bag. Featuring blue raspberry, green apple, cherry, grape and watermelon flavors, JOLLY RANCHER original hard candy offers a combination of the undisputed classics you know and love. Keep this convenient bulk bag with you on the go so that you can share with friends, co-workers and family members throughout the day — but don't forget to save some for yourself during all that sharing! These fruit candies make the perfect candy bowl display all year thanks to vibrant colors and attractive JOLLY RANCHER wrappers. They're also great treats for holiday stockings, Easter baskets, Valentine's Day party favors and Halloween trick-or-treat bags. If you want a small candy with a big taste to keep your taste buds busy during movie nights, lunch breaks and snack breaks, JOLLY RANCHER hard candy is the treat for you.",
    "rating": 5,
    "fresheness": "Extra fresh",
    "farm": "Jolly Rancher",
    "delivery": "Netherlands",
    "stock": "90 lb",
    "price": {
      "old": 7.05,
      "new": 3.53
    },
    "shipping": "Free",
    "deliveryTime": "2",
    "id": "fdk78u"
  },
  {
    "image": "https://m.media-amazon.com/images/I/719eDVmYeYL._AC_SL1500_.jpg",
    "title": "Premier Protein Shake",
    "description": "Packaged in a 11.5 Fl Oz bottle, each Premier Protein Shake contains 30 grams of protein, complete with all the essential amino acids, 1g of sugar, 3-5g carbs (depending on flavor), 160 calories, 24 vitamins & minerals, and is also low in fat. We use a blend of milk protein and casein in our shakes to help fuel muscles quickly and for several hours to help support your goals. Enjoy a shake as a healthy snack, a breakfast on-the-go, an afternoon snack, or as pre- or post-workout fuel. They are delicious as is but are also highly customizable. Try blending with your favorite fruits and vegetables for a delicious smoothie or adding to cereal or oatmeal. Available in 9 delicious flavors: Cinnamon Roll, Chocolate, Vanilla, Cafe Latte, Caramel, Cookies & Cream, Strawberries & Cream, Bananas & Cream, and Peaches & Cream.",
    "rating": 4,
    "fresheness": "Fresh",
    "farm": "Premier Protein",
    "delivery": "Spain",
    "stock": "8 packs",
    "price": {
      "old": 29.98,
      "new": 19.99
    },
    "shipping": "Paid",
    "deliveryTime": "4",
    "id": "23jkot"
  },
  {
    "image": "https://m.media-amazon.com/images/I/81fK2GH-+eL._SL1500_.jpg",
    "title": "Ring Pop Party Pack",
    "description": "Ring Pop is the ultimate iconic wearable lollipop hard candy with an eye-catching candy gem that is deliciously playful. This hard candy is adored by kids and adults which makes it perfect for sharing with kids, family and friends. Kids enjoy sharing and wearing their favorite candy gem with friends because hangouts are way more fun with Ring Pop! Perfect for sharing at birthday parties, party favors, bachelorette parties, and almost any special occasion. Vibrantly colorful and unique, Ring Pops add a level of fun, no matter what or where it may be. So, what are you waiting for? Make it over the top and keep the fun going and bring a bag of these delicious candy treats in a variety of mouth-watering flavors to share with your kids, family and friends. Ring Pop is ideal to use as birthday goody bag fillers, and give as a wearable, sweet reward for kids. Also a fun and unique idea to wear for bachelorette parties. Each lollipop variety bag includes 20 individually-wrapped Ring Pop gem candy lollipops in a selection of 6 assorted flavors of classic mouthwatering favorites - Strawberry, Blue Raspberry, Twisted Blue Raspberry Watermelon, Sour Cherry, Watermelon, and Twisted Berry Blast. Unwrap the fun at your next gathering because the variety pack means there are different tasty flavors for kids to enjoy, but enough to go around and share the fun together! Keep them on hand as a pantry staple for a delicious sweet treat. They're also perfect to bring to your next get-together, birthday party, or any special occasion. These individually wrapped candies are the perfect sweet treat to share with your kids, family, and friends, no matter the occasion. Our candy mix is shelf-stable. Disclaimer: Not for children 3 and under.",
    "rating": 5,
    "fresheness": "Fresh",
    "farm": "Ring Pop",
    "delivery": "Montserrat",
    "stock": "40 packs",
    "price": {
      "old": 19.99,
      "new": 14.99
    },
    "shipping": "Paid",
    "deliveryTime": "7",
    "id": "p0ight"
  },
  {
    "image": "https://m.media-amazon.com/images/I/81uwd-MUOnL._SL1500_.jpg",
    "title": "The Original Donut Shop Regular",
    "description": "Before coffee was complicated, great coffee was simply fresh, bold, and flavorful. The Original Donut Shop Regular single serve K-Cup pods bring back the classic donut companion, with this ideally balanced brew of the highest quality beans...dunking is encouraged. Full-flavored and easy going, this medium roast blend embodies one of the best things in life - simply great coffee. These single-serve K-Cup pods are compatible with all Keurig K-Cup Pod Single-Serve Coffee Makers and brew up to 12 oz. of The Original Donut Shop Regular coffee each. Each K-Cup pod is filled with the freshest ground coffee and brews a perfect, great tasting cup of coffee, every time. Certified Orthodox Union Kosher and contains no artificial ingredients. Introducing Recyclable K-Cup Pods: Simple. Delicious. And now Recyclable. Enjoy the same great-tasting coffee you know and love, and when you’re done just peel, empty and recycle. Check locally, not recycled in all communities. Packaging may vary.",
    "rating": 4,
    "fresheness": "Fresh",
    "farm": "The Original Donut Shop",
    "delivery": "Macao",
    "stock": "18 packs",
    "price": {
      "old": 59.99,
      "new": 43.12
    },
    "shipping": "Free",
    "deliveryTime": "2",
    "id": "li87gh"
  }
]
