[
  {
    "image": "https://m.media-amazon.com/images/I/81JvLHUxAfL._SL1500_.jpg",
    "title": "JOLLY RANCHER Assorted Fruit",
    "description": "A mix of five fruity favorites for the whole family in just one bag of hard candy? You wouldn't have thought it possible if you didn't know JOLLY RANCHER candy. This 360-piece bag of individually wrapped fruit-flavored hard candy will keep each delicious piece fresh until it's time for a new bag. Featuring blue raspberry, green apple, cherry, grape and watermelon flavors, JOLLY RANCHER original hard candy offers a combination of the undisputed classics you know and love. Keep this convenient bulk bag with you on the go so that you can share with friends, co-workers and family members throughout the day — but don't forget to save some for yourself during all that sharing! These fruit candies make the perfect candy bowl display all year thanks to vibrant colors and attractive JOLLY RANCHER wrappers. They're also great treats for holiday stockings, Easter baskets, Valentine's Day party favors and Halloween trick-or-treat bags. If you want a small candy with a big taste to keep your taste buds busy during movie nights, lunch breaks and snack breaks, JOLLY RANCHER hard candy is the treat for you.",
    "rating": 5,
    "fresheness": "Extra fresh",
    "farm": "Jolly Rancher",
    "delivery": "Netherlands",
    "stock": "90 lb",
    "price": {
      "old": 7.05,
      "new": 3.53
    },
    "shipping": "Free",
    "deliveryTime": "2",
    "category": "Food",
    "id": "fdk78u"
  },
  {
    "image": "https://m.media-amazon.com/images/I/719eDVmYeYL._AC_SL1500_.jpg",
    "title": "Premier Protein Shake",
    "description": "Packaged in a 11.5 Fl Oz bottle, each Premier Protein Shake contains 30 grams of protein, complete with all the essential amino acids, 1g of sugar, 3-5g carbs (depending on flavor), 160 calories, 24 vitamins & minerals, and is also low in fat. We use a blend of milk protein and casein in our shakes to help fuel muscles quickly and for several hours to help support your goals. Enjoy a shake as a healthy snack, a breakfast on-the-go, an afternoon snack, or as pre- or post-workout fuel. They are delicious as is but are also highly customizable. Try blending with your favorite fruits and vegetables for a delicious smoothie or adding to cereal or oatmeal. Available in 9 delicious flavors: Cinnamon Roll, Chocolate, Vanilla, Cafe Latte, Caramel, Cookies & Cream, Strawberries & Cream, Bananas & Cream, and Peaches & Cream.",
    "rating": 4,
    "fresheness": "Fresh",
    "farm": "Premier Protein",
    "delivery": "Spain",
    "stock": "8 packs",
    "price": {
      "old": 29.98,
      "new": 19.99
    },
    "shipping": "Paid",
    "deliveryTime": "4",
    "category": "Food",
    "id": "23jkot"
  },
  {
    "image": "https://m.media-amazon.com/images/I/81fK2GH-+eL._SL1500_.jpg",
    "title": "Ring Pop Party Pack",
    "description": "Ring Pop is the ultimate iconic wearable lollipop hard candy with an eye-catching candy gem that is deliciously playful. This hard candy is adored by kids and adults which makes it perfect for sharing with kids, family and friends. Kids enjoy sharing and wearing their favorite candy gem with friends because hangouts are way more fun with Ring Pop! Perfect for sharing at birthday parties, party favors, bachelorette parties, and almost any special occasion. Vibrantly colorful and unique, Ring Pops add a level of fun, no matter what or where it may be. So, what are you waiting for? Make it over the top and keep the fun going and bring a bag of these delicious candy treats in a variety of mouth-watering flavors to share with your kids, family and friends. Ring Pop is ideal to use as birthday goody bag fillers, and give as a wearable, sweet reward for kids. Also a fun and unique idea to wear for bachelorette parties. Each lollipop variety bag includes 20 individually-wrapped Ring Pop gem candy lollipops in a selection of 6 assorted flavors of classic mouthwatering favorites - Strawberry, Blue Raspberry, Twisted Blue Raspberry Watermelon, Sour Cherry, Watermelon, and Twisted Berry Blast. Unwrap the fun at your next gathering because the variety pack means there are different tasty flavors for kids to enjoy, but enough to go around and share the fun together! Keep them on hand as a pantry staple for a delicious sweet treat. They're also perfect to bring to your next get-together, birthday party, or any special occasion. These individually wrapped candies are the perfect sweet treat to share with your kids, family, and friends, no matter the occasion. Our candy mix is shelf-stable. Disclaimer: Not for children 3 and under.",
    "rating": 5,
    "fresheness": "Fresh",
    "farm": "Ring Pop",
    "delivery": "Montserrat",
    "stock": "40 packs",
    "price": {
      "old": 19.99,
      "new": 14.99
    },
    "shipping": "Paid",
    "deliveryTime": "7",
    "category": "Food",
    "id": "p0ight"
  },
  {
    "image": "https://m.media-amazon.com/images/I/81uwd-MUOnL._SL1500_.jpg",
    "title": "The Original Donut Shop Regular",
    "description": "Before coffee was complicated, great coffee was simply fresh, bold, and flavorful. The Original Donut Shop Regular single serve K-Cup pods bring back the classic donut companion, with this ideally balanced brew of the highest quality beans...dunking is encouraged. Full-flavored and easy going, this medium roast blend embodies one of the best things in life - simply great coffee. These single-serve K-Cup pods are compatible with all Keurig K-Cup Pod Single-Serve Coffee Makers and brew up to 12 oz. of The Original Donut Shop Regular coffee each. Each K-Cup pod is filled with the freshest ground coffee and brews a perfect, great tasting cup of coffee, every time. Certified Orthodox Union Kosher and contains no artificial ingredients. Introducing Recyclable K-Cup Pods: Simple. Delicious. And now Recyclable. Enjoy the same great-tasting coffee you know and love, and when you’re done just peel, empty and recycle. Check locally, not recycled in all communities. Packaging may vary.",
    "rating": 4,
    "fresheness": "Fresh",
    "farm": "The Original Donut Shop",
    "delivery": "Macao",
    "stock": "18 packs",
    "price": {
      "old": 59.99,
      "new": 43.12
    },
    "shipping": "Free",
    "deliveryTime": "2",
    "category": "Food",
    "id": "li87gh"
  },
  {
    "image": "https://m.media-amazon.com/images/I/61ynFpo835L._AC_SL1400_.jpg",
    "title": "Polaroid Dual Screen",
    "description": "Capture all of your adventures in stunning 4K Ultra HD! Relive the moment with crystal clear video quality that will bring you right back in the middle of the action!",
    "rating": 4,
    "fresheness": "New",
    "farm": "Sakar shop",
    "delivery": "Ukraine",
    "stock": "88 pcs",
    "price": {
      "old": 59.99,
      "new": 30.00
    },
    "shipping": "Paid",
    "deliveryTime": "2",
    "category": "Electronics",
    "id": "df987g"
  },
  {
    "image": "https://m.media-amazon.com/images/I/91rj4XjlE+L._AC_SL1500_.jpg",
    "title": "Samyang 10mm Lens",
    "description": "Samyang's 10mm F2.8 Ultra Wide Angle Lens is the newest addition to its highly regarded assortment of prime, fixed mount, wide angle lenses. This 10mm lens is specifically designed for APS-C cameras to provide an edge to edge high quality frame filling ultra wide angle of view equivalent to a 15mm lens (16mm for Canon APS-C DSLR’s) on a full frame camera. The 110 degree angle of view of Samyang's 10mm F2.8 combined with its fast f/2.8 aperture, provides the performance required by architectural and landscape photographers to capture dramatic perspectives while its extreme depth of field and 9.5” (.24m) close focus capability allow commercial photographers and journalists working in tight spaces to get that needed shot.",
    "rating": 5,
    "fresheness": "New",
    "farm": "Samyang store",
    "delivery": "England",
    "stock": "15 pcs",
    "price": {
      "old": 422.00,
      "new": 378.50
    },
    "shipping": "Paid",
    "deliveryTime": "7",
    "category": "Electronics",
    "id": "2df67j"
  },
  {
    "image": "https://m.media-amazon.com/images/I/81Ts7tBlx2L._AC_SL1500_.jpg",
    "title": "Kids Tablet with Stylus Pen",
    "description": "Featuring a 7” 1080p HD display, Wi-Fi compatibility, quad-core processor, 1GB RAM, & 8GB storage, this tablet is a great choice to give for any girl or boy who wants to start exploring the digital world. The Youth Tablet comes w/ a super-durable silicone styled in blue color, protecting the tablet even from the clumsiest preschooler. It also includes a stylus pen, giving more touch precision for digital art.",
    "rating": 5,
    "fresheness": "New",
    "farm": "Pyle store",
    "delivery": "Australia",
    "stock": "278 pcs",
    "price": {
      "old": 449.00,
      "new": 399.50
    },
    "shipping": "Paid",
    "deliveryTime": "21",
    "category": "Electronics",
    "id": "s09h79"
  },
  {
    "image": "https://m.media-amazon.com/images/I/61Y7brmd9gL._AC_SL1500_.jpg",
    "title": "Wired Keyboard",
    "description": "Pink keyboard, the keyboard surface contains hello Kitty and some small floral patterns, very girly, cute and stylish. At the same time, it also has a symmetrical indicator light. It carefully crafts every detail with a simple aesthetic concept. Full-size keyboard, 104 keys, all ergonomically designed micro-arc keycaps, comfortable and beautiful, let you put it down. At the same time, it adopts high-quality silica gel pad, no key jam, no delay, clear writing, wear-resistant and damage-resistant, non-fading, and durable.",
    "rating": 5,
    "fresheness": "New",
    "farm": "Estink store",
    "delivery": "Frankfurt",
    "stock": "19 pcs",
    "price": {
      "old": 35.99,
      "new": 26.12
    },
    "shipping": "Free",
    "deliveryTime": "4",
    "category": "Electronics",
    "id": "aplogf"
  },
  {
    "image": "https://m.media-amazon.com/images/I/81MDpzSUb3L._SL1500_.jpg",
    "title": "OGX Coffee Scrub and Wash",
    "description": "OGX Coconut Coffee Body Scrub. Infused with exotic arabica coffee & coconut oil, this exfoliating & moisturizing blend will help soften & hydrate your skin. Boost hydration to reveal beautiful-looking skin.",
    "rating": 5,
    "fresheness": "New",
    "farm": "OGX store",
    "delivery": "Japan",
    "stock": "19 pcs",
    "price": {
      "old": 15.00,
      "new": 9.29
    },
    "shipping": "Paid",
    "deliveryTime": "2",
    "category": "Skin and care",
    "id": "fg90o8"
  },
  {
    "image": "https://m.media-amazon.com/images/I/71R598ba1hL._SL1500_.jpg",
    "title": "Palmer's Skin Success Cream",
    "description": "The wish list for skin is long for most people, as many want to reduce the signs of aging, eliminate dryness, have soft, smooth and supple skin, and avoid worrying about dull, dry skin. Whether you're concerned about spots, dark marks, discoloration, or an uneven skin tone, you can fade dark marks naturally on your face and discover how to get an even skin tone on your body, too. So why not tackle those problems with products meant to produce a glowing complexion and brighter skin. A moisturizing fade cream, fade lotion, or fade serum is an integral part of the best regimen for glowing skin. Consistently applying a fade cream during both your morning and evening skin care routines is the best way to tackle dull, dry skin and dark spots. If nighttime is your preference, Palmer's Skin Success Anti-Dark Spot Nighttime Face Cream deeply moisturizes skin and helps correct discoloration while you sleep. With key ingredients such as niacinamide, retinol, Vitamin E, and Songyi Mushroom, and free of Hydroquinone, Parabens, Phthalates, Sulfates, MI and Dyes, you can expect visible results in as little as 2 weeks.",
    "rating": 4,
    "fresheness": "New",
    "farm": "Palmer's store",
    "delivery": "Portugal",
    "stock": "39 pcs",
    "price": {
      "old": 24.99,
      "new": 19.99
    },
    "shipping": "Free",
    "deliveryTime": "7",
    "category": "Skin and care",
    "id": "a098yh"
  },
  {
    "image": "https://m.media-amazon.com/images/I/614Nsjvb2cL._SL1500_.jpg",
    "title": "Jason Moisturizing Creme",
    "description": "JASON Age Renewal Vitamin E 25,000 IU Moisturizing Crème delivers deep, long-lasting hydration to minimize the visible signs of skin aging. Our skin cream is infused with vitamin E and avocado oil to replenish moisture and restore elasticity and resilience. Over time, skin becomes softer, smoother and more youthful looking. Our moisturizing crème is made with safe and effective ingredients and contains no parabens, sulfates, phthalates or petrolatum. It is also not tested on animals.",
    "rating": 4,
    "fresheness": "New",
    "farm": "JASON Store",
    "delivery": "Sweden",
    "stock": "14 pcs",
    "price": {
      "old": 13.45,
      "new": 10.85
    },
    "shipping": "Free",
    "deliveryTime": "7",
    "category": "Skin and care",
    "id": "9oi80y"
  },
  {
    "image": "https://m.media-amazon.com/images/I/71uu8HytR1L._SL1500_.jpg",
    "title": "Shea Buttermilk Bath Bar",
    "description": "A perfect blend of creamy ingredients like shea butter, delicate chamomile and creamy buttermilk, combine to help cleanse and leave skin feeling soft and beautiful. Our botanical ingredients and essential oils help take your skin, and mind, to the next level of refreshing relaxation. Yardley London Moisturizing Bath Bar soaps are free from parabens and sodium lauryl sulfate and cruelty-free.",
    "rating": 4,
    "fresheness": "New",
    "farm": "Yardley",
    "delivery": "Canada",
    "stock": "37 pcs",
    "price": {
      "old": 4.99,
      "new": 2.06
    },
    "shipping": "Free",
    "deliveryTime": "7",
    "category": "Skin and care",
    "id": "9oi3fy"
  },
  {
    "image": "https://m.media-amazon.com/images/I/81IEqArptFL._AC_SL1500_.jpg",
    "title": "My Little Pony",
    "description": "Welcome to the world of My Little Pony, a place filled with the magic of friendship! meet Twilight sparkle, Pinkie Pie, rainbow Dash, Flutter shy, Rarity, and Applejack! these special friends always stick together. Join them for adventures and fun! explore Pineville, the royal city of Canter lot, and all of Equestrian, where kids are sure to meet even more pony friends! My Little Pony toys offer so many ways to play with favorite pony friends. Imaginative playsets help create the world of My Little Pony at home, while fun pony toys have great features including long, colorful hair for styling and accessories for dress up and play! the My Little Pony brand has been a favorite part of growing up for thirty years and counting! the TV series, My Little Pony: friendship is magic, extends the adventure for fans of all ages to enjoy. My Little Pony and all related characters are trademarks of Hasbro.",
    "rating": 4,
    "fresheness": "New",
    "farm": "My little pony store",
    "delivery": "Canada",
    "stock": "154 pcs",
    "price": {
      "old": 7.99,
      "new": 4.99
    },
    "shipping": "Paid",
    "deliveryTime": "2",
    "category": "Toys",
    "id": "as445h"
  },
  {
    "image": "https://m.media-amazon.com/images/I/81r-vS6bKIL._AC_SL1500_.jpg",
    "title": "Magnetic Alphabet Foam Letters",
    "description": "These 1-1/2 lower case letters are great for teaching spelling and phonics. Made of lightweight, nontoxic EVA foam with magnetic backing. Consonants are blue, and vowels are red for a wide variety of letter activities",
    "rating": 4,
    "fresheness": "New",
    "farm": "PACON",
    "delivery": "Argentina",
    "stock": "2 pcs",
    "price": {
      "old": 5.99,
      "new": 2.99
    },
    "shipping": "Free",
    "deliveryTime": "4",
    "category": "Toys",
    "id": "5ghtre"
  },
  {
    "image": "https://m.media-amazon.com/images/I/81OUtZGvJaL._AC_SL1500_.jpg",
    "title": "Steffi Love Home",
    "description": "Simba Toys - Steffi Love Home, Living Room Playset - Steffi feels comfortable in her stylish living room. This Steffi Love living room comes with a couch, telephone, TV, lamp and much more. Over 20 accessories are included. Perfect for ages 3 years old and up. Not for use with the Steffi Love Dreamhouse. WARNING: CHOKING HAZARD -- Small parts. Not for children under 3 yrs. Steffi Love doll not included.",
    "rating": 5,
    "fresheness": "New",
    "farm": "Simba toys",
    "delivery": "Spain",
    "stock": "9 pcs",
    "price": {
      "old": 20.99,
      "new": 15.50
    },
    "shipping": "Paid",
    "deliveryTime": "9",
    "category": "Toys",
    "id": "fg90yt"
  },
  {
    "image": "https://m.media-amazon.com/images/I/51JcIZHTxrL._SL1500_.jpg",
    "title": "Bath Ducky Toy",
    "description": "Test the waters with America's #1 Safety Duck. No need to worry that your baby's bath water is too hot to handle. This adorable rubber ducky has our White Hot safety disc at the bottom that tells you when the water is too hot, then let's you know that it's safe to put your baby in. And, it's just the right size for little hands to hold and cuddle.",
    "rating": 5,
    "fresheness": "New",
    "farm": "Munchkin Store",
    "delivery": "Netherlands",
    "stock": "4 pcs",
    "price": {
      "old": 9.99,
      "new": 5.50
    },
    "shipping": "Paid",
    "deliveryTime": "8",
    "category": "Toys",
    "id": "g56jui"
  },
  {
    "image": "https://m.media-amazon.com/images/I/719O2KTGLFL._AC_SL1500_.jpg",
    "title": "Vegan Protein Powder Chocolate",
    "description": "Made with 20 grams of plant-based protein and real green vegetable ingredients including organic spinach kale, organic alfalfa and broccoli, for an on-the-go protein powder for women and men.",
    "rating": 5,
    "fresheness": "New",
    "farm": "Vega Store",
    "delivery": "Australia",
    "stock": "10 pcs",
    "price": {
      "old": 25.99,
      "new": 23.64
    },
    "shipping": "Paid",
    "deliveryTime": "8",
    "category": "Special nutrition",
    "id": "g56fui"
  },
  {
    "image": "https://m.media-amazon.com/images/I/81oao+FFYEL._AC_SL1500_.jpg",
    "title": "Protein Shakes Ready to Drink",
    "description": "Chances are you’re a fan of our classic Organic Protein powder. If that’s the case you’re going to love everything about this ready-to-drink shake. There are no artificial flavors, colors or sweeteners added, and contains zero grams of sugar. That just leaves you with 20g protein and 24 vitamins and minerals in every serving.",
    "rating": 5,
    "fresheness": "New",
    "farm": "Purely Inspired Store",
    "delivery": "Australia",
    "stock": "5 pcs",
    "price": {
      "old": 59.99,
      "new": 39.99
    },
    "shipping": "Free",
    "deliveryTime": "2",
    "category": "Special nutrition",
    "id": "hy78ko"
  },
  {
    "image": "https://m.media-amazon.com/images/I/71V-ge8juOL._AC_SL1500_.jpg",
    "title": "Somnapure Drug-Free Sleep Aid",
    "description": "Somnapure’s key natural ingredients, including valerian and L-theanine, induce a relaxing calm that will help you fall asleep more quickly. Gentle, high quality compounds help calm your racing mind and soothe you to sleep, instead of unnaturally forcing your brain to turn off. Clinically tested ingredients, including a perfectly balanced 3 milligrams of melatonin, help you stay asleep longer by working to regulate your brain waves and restore your natural circadian rhythm. Less time tossing and turning means more restorative slumber, including REM sleep.",
    "rating": 4,
    "fresheness": "New",
    "farm": "Force Factor Store",
    "delivery": "Indonesia",
    "stock": "19 pcs",
    "price": {
      "old": 9.99,
      "new": 6.99
    },
    "shipping": "Free",
    "deliveryTime": "14",
    "category": "Special nutrition",
    "id": "df3ght"
  },
  {
    "image": "https://m.media-amazon.com/images/I/71gqxz6r2LL._AC_SL1500_.jpg",
    "title": "Nature Made Digestive Probiotics",
    "description": "Nature Made Ultra Strength Digestive Probiotics Gummies are dietary supplements that help support a healthy digestive system, which is important for overall health and wellness. Sourced from high quality ingredients, this daily probiotic for women and men has no synthetic dyes and no artificial flavors. These adult probiotics for men and women are formulated to provide at least 8 billion live cells per serving to naturally help support digestive health. These men and women probiotics gummies come in delicious raspberry and cherry with other natural flavors. These probiotic gummies for adults are shelf stable and formulated to deliver 8 billion CFUs until the end of their shelf life. Adults, chew two Nature Made Probiotic gummies daily. A Nature Made mens and womens probiotic gummy is quality you can trust.",
    "rating": 5,
    "fresheness": "New",
    "farm": "Nature Made Store",
    "delivery": "Ukraine",
    "stock": "19 pcs",
    "price": {
      "old": 9.99,
      "new": 6.99
    },
    "shipping": "Paid",
    "deliveryTime": "28",
    "category": "Special nutrition",
    "id": "e34g67"
  }
]
